IDEA Open Model
ConcreteCheckDetailingEc2.CheckValueLongReinf Property
Compatible with IDEA StatiCa 20.1
 check value of longitudinal reinforcement
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double CheckValueLongReinf { get; set; }
Public Property CheckValueLongReinf As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteCheckDetailingEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace